archsense.architecture-view-nestjs
ashinzekene.nestjs
astro-build.astro-vscode
atommaterial.a-file-icon-vscode
aykutsarac.jsoncrack-vscode
biomejs.biome
bradlc.vscode-tailwindcss
christian-kohler.path-intellisense
dbaeumer.vscode-eslint
eamodio.gitlens
esbenp.prettier-vscode
firefox-devtools.vscode-firefox-debug
formulahendry.auto-close-tag
github.copilot
github.copilot-chat
golang.go
hashicorp.terraform
huibizhang.codesnap-plus
imgildev.vscode-auto-barrel
joelcrosby.one-dark-darker
kisstkondoros.vscode-gutter-preview
lamarcke.kanagawa-black
miguelsolorio.symbols
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-python.debugpy
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-vscode.js-debug-nightly
ms-vsliveshare.vsliveshare
naumovs.color-highlight
prisma.prisma
qwtel.sqlite-viewer
rafamel.subtle-brackets
raillyhugo.one-hunter
ritwickdey.liveserver
s-nlf-fh.glassit
simonsiefke.svg-preview
sirtori.indenticator
styled-components.vscode-styled-components
tbeseda.toggle-js-inlayhints
usernamehw.errorlens
wallabyjs.console-ninja
webhooked.kanso-theme
wix.vscode-import-cost
yoavbls.pretty-ts-errors
zarifprogrammer.tailwind-snippets
